---
생성일: Invalid date
태그:
  - Group
---
  

![[Images/TWD_037.jpg]]

  

  

![[Images/TWD_038.jpg]]

  

  

![[Images/TWD_039.jpg]]

  

  

![[Images/TWD_040.jpg]]

  

  

![[Images/TWD_041.jpg]]

  

  

![[Images/TWD_068.jpg]]

  

  

![[Images/TWD_042.jpg]]

  

  

![[Images/TWD_045.jpg]]

  

  

![[Images/TWD_046.jpg]]

  

  

  

  

![[Images/TWD_043.jpg]]

  

  

![[Images/TWD_045-ight.jpg]]

  

  

![[Images/TWD_047.jpg]]

  

  

![[Images/TWD_048.jpg]]

  

  

![[though01.webp]]

  

**Though We Dance**  
**비록 춤 일지라도**

  

참여작가  
김인배, 박광수, 염지혜, 우한나, 윤자영, 이은새, 마리아나 발렌시아(+오헬렌), 매그 스튜어트, 블랙 파워 냅스, 타말 에툰

  

인류가 처음 춤을 추기 시작했을 때 춤과 기도는 서로 다른 것이 아니었다.

  

〈Though We Dance 비록 춤 일지라도〉는 형체 없이 흐물거리지만 느슨하고 느리게 다가가는 여러 갈래의 사소한 움직임들을 '춤'이라는 장치를 통하여 살펴본다. 〈Though We Dance〉는 공동의 가치나 연대를 표방하는 집단의 목소리에 내재한 폭력과 억압의 의미를 되짚고, 개인 각각의 사소한 일상이 품은 가치를 회복하기 위하여 쉽게 눈에 띄지는 않지만 끊임없이 꾸물거리는 하찮은 움직임에 주목한다. 그리고 집단적 행동의 강요와 위력으로 상실되고 위축되었던 개인의 제스처를 회복하고 지켜낼 수 있는 상태를 향한 막연한 희망을 담는다.

  

〈Though We Dance 비록 춤 일지라도〉는 불확실한 현재를 담보 삼아 희망이라는 미래 시제에 던지는 움직임에 관한 이야기이다.

  

일정 : 2021. 08. 06 (금) - 29 (일)

(18:30 입장마감 / 매주 월, 화 휴관)

입장 : 무료

기획｜용선미, 장혜정

후원｜한국문화예술위원회 시각예술창작산실, CoSMo40